Repository: farouk4web/KhatraMVC5
Catalog: Khatra/Resources/ViewsResources/global.*.resx
Languages: ar_eg

source: About
ar_eg: من نحن

# appName
source: Khatra
ar_eg: خاطرة

source: Contact
ar_eg: تواصل

source: Home
ar_eg: الرئيسية

source: Login
ar_eg: دخول

source: Register
ar_eg: جديد

# developer
source: Farouk Abdelhamid
ar_eg: فاروق عبدالحميد

# developerRights
source: Designed and developed by
ar_eg: صمم وطور بواسطة

source: Khawatr
ar_eg: خواطر

# NoPostsMsg
source: sorry we dont have any posts yet!
ar_eg: نأسف لا يوجد اي مقال حتي الان

# Posts
source: Articles
ar_eg: مقالات

source: New Post
ar_eg: مقال جديد

source: Save
ar_eg: حفظ

source: Category
ar_eg: قسم

source: Categories
ar_eg: الاقسام

source: New Category
ar_eg: قسم جديد

source: Details
ar_eg: التفاصيل

source: Remove
ar_eg: حذف

source: Update
ar_eg: تحديث

source: Remove Category
ar_eg: حذف قسم

# RemoveMsg
source: Are you sure you want to REMOVE this?
ar_eg: هل انت متأكد انك تريد حذف هذا؟

# RemoveSuccessedMsg
source: Nice, Removed Successfully
ar_eg: حذف بنجاح

# Vision
source: Find What You Need here and Only
ar_eg: جد ما تبحث عنه هنا وفقظ

# NoCommentsMsg
source: No Comments here yet, you can add one, Just Go to Any Post you like it and say your openion.
ar_eg: لا يوجد اي تعليقات حتي الان, يمكنك إضافة تعليق , فقط قم بالذهاب الي اي مقال اعجبك وقل رأيك فيه

source: Comments
ar_eg: التعليقات

source: Edit
ar_eg: تعديل

source: New Comment
ar_eg: تعليق جديد

# AllPosts
source: All Posts in Category
ar_eg: كل المقالات في هذا القسم

source: Edit Comment
ar_eg: تعديل التعليق

source: Users
ar_eg: المستخدمين

source: Log off
ar_eg: تسجيل الخروج

# Post
source: Article
ar_eg: مقال

# haveAccount
source: have an account?
ar_eg: لدي حساب؟

# NoUsersMsg
source: sorry we dont have any Users yet!
ar_eg: نأسف لا يوجد اي مستخدمين حتي الان

source: Danger
ar_eg: خطر

# RemoveUserMsg
source: you are going to remove this user ,this action going to remove all posts and comments are related with this user and you cant recovery it be careful
ar_eg: انت مقبل علي حذف هذا المستخدم ,هذه العملية سوف تقوم بحذف كل المقالات والتعليقات المرتبطة به ولن تستطيع إسترجاعها مرة أخري كن حذرآ

source: Role
ar_eg: مجموعة

# RoleMsg
source: On this page you can find all
ar_eg: في هذه الصفحة يمكنك رؤية جميع المستخدمين

source: Admin
ar_eg: المدير

source: Publisher
ar_eg: الناشرين

source: User
ar_eg: مستخدم

source: All Categories
ar_eg: جميع الاقسام

# AboutMeDefaultContent
source: welcome on my account on khatra site, this text can changed any time if account awner do it.
ar_eg: مرحبا بك في حسابي علي موقع خاطرة يمكن تغيير هذا النص في اي وقت كما يريد صاحب الحساب

# NoCategoryMsg
source: sorry we dont have any Categories yet!
ar_eg: نأسف ليس لدينا أي قسم حتي الان

# UserDontHavePosts
source: this user does not Published any posts yet
ar_eg: هذا المستخدم لم يقم بنشر اي مقال

source: Send
ar_eg: إرسال

# AddressContent
source: Nasr City / Cairo, Egypt
ar_eg: مدينة نصر - القاهرة - مصر

source: Contact With Us
ar_eg: تواصل معنا

# MsgSent
source: Message Was Sent Succssefully.
ar_eg: ألرسالة أرسلت بنجاح .

source: About Us
ar_eg: عنا

source: Address
ar_eg: العنوان

source: Subscripe
ar_eg: إشتراك

source: Supscripe To Newslitter
ar_eg: إشترك بالنشرة الاسبوعية

source: Change personal image
ar_eg: تفير الصورة الشخصية

# PasswordChangedMsg
source: Your password has been changed
ar_eg: كلمة السر خاصتك تم تغيرها بنجاح

# AccountSettings
source: Acoount Settings
ar_eg: إعدادات الحساب

source: Admin Menu
ar_eg: قائمة المدير

source: Change Password
ar_eg: تغيير كلمة السر

# MyAccount
source: My Acoount
ar_eg: حسابي

# ConfirmMsg
source: please confirm your account by clicking following link
ar_eg: رجاءآ قم بتفعيل حسابك من خلال الضغط علي الرابط التالي

source: Confirm your account
ar_eg: أكد حسابك

source: Reset Password
ar_eg: إعادة تعيين كلمة السر

source: Click here to Log in
ar_eg: إضغط هنا لتسجيل الدخول

# Forgotpassword
source: Forgot your password
ar_eg: نسيت كلمة السر

# ForgotPasswordConfirmationWarning
source: we send to your email an message with link
ar_eg: لقد أرسلنا إلي بريدك الألكتروني رسالة بها رابط لتغيير كلمة السر

# ForgotpasswordMsg
source: if you forgot your password you need olay to put your email and bress the button
ar_eg: إذا كنت نسيت كلمة المرور خاصتكيمكنك إسترجاعها من خلال ضع بريدك الألكتروني المفعل داخل الحقل التالي ومن ثم إضغط علي الزر الذي يليه

source: Success Confirme Email
ar_eg: تم تأكييد الحساب بنجاح

# SuccessConfirmeEmailMsg
source: your email confirmed successfully
ar_eg: تم تأكييد الحساب بنجاح

# AboutFounder1
source: hi my name is farouk abdelhamid iam the owner of this site you can contact with me on social media any time
ar_eg: مرحبآ اسمي فاروق عبدالحميد انا مالك هذا الموقع وايضآ من قام بتطويره ويمكنك التواصل معي من خلال روابط حساباتي علي مواقع التواصل الاجتماعي

# AboutFounder2
source: Iam web developer i have many sites i was created before if you want from me to create a one for you all you need is juast contact with me on my social media accounts
ar_eg: اعمل كمطور مواقع يمكنني ان احول الفكرة التي بداخلك الي موقع ربما يغير حياتك للأفضل ويحعلك من المشاهير فقط قم بالتواصل معي

# AboutSite1
source: it is a big bolg, we try from it to push up knowledge level to arabian world on genral and for youth Especially, because they are future Builders
ar_eg: المكان الموثوق الذي يسعي منه الكثير لرفع المستوي الفكري لدي الشباب

# AboutSite2
source: and with care from us to all pepole to cover all fields we employ many pepole from articles publishers every one from them specialized in his field ,and this because we are care and we dont want from Khatra To be Source to fuck information and bad source,khatra going to be the big and trusted source in all fildes
ar_eg: هي عبارة عن مدونة ضخمة نسعي من خلالها إلي رفع مستوي المعرفة لدي العالم العربي عامة والشباب خاصة وذلك لأن الشباب هم وقود الغد , وحرصآ منا علي تغطية كافة المجالات قمنا بتوظيف الكثير من ناشري المقالات كل شخص منهم متخصص في المجال الذي ينشر فيه , وذلك حصآ منا حتي لا تكون خاطرة مصدرآ للإشاعات والمعلومات المضللة ولتكون خاطرة بمثابة مرجع لكل باحث في شتي المجالات

source: About Me
ar_eg: عني

# ConfirmWarniingMsg
source: please confirm your email to use it wheen change password,just go to your email and press on our message we snd it and press "confirm"
ar_eg: رجاءآ قم بتأكيد بريدك الالكتروني لتستخدمه عندما تفقد كلمة السر , كل ما عليك هو ان تذهب لبريدك الالكتروني وقم بفتح الرسالة التي ارسلت من طرفنا واضغط عل زر تأكيد الموجود بالرسالة

# LoginProplemMsg
source: wrong email or password, try again
ar_eg: خطأ في البيانات المدخلة حاول مرة اخري

# ChangeLangugeMsg
source: Change Languge as you want
ar_eg: في هذه الصفحة يمكنك ان تتحكم في اللغة الرئيسية للموقع حيث ان هنتك اختياران اللغة العربية والانجليزية يمكنك التبديل بينهما في اي وقت شئت ومن باب العلم تغيير اللغة سيؤثر فقط علي الكلام الثابت فقط ولكن لن يحدث تغيير علي المقالات المنشورة علي الموقع

# RegisterAsNew
source: Register as a new user
ar_eg: سجل كمستخدم جديد

# ErrorsFirst
source: Please Fix This Errors first
ar_eg: رجاءآ قم بتصحيح هذه الاخطاء أولآ

source: Update Post
ar_eg: تحديث المقال

source: About the author
ar_eg: عن الكاتب

source: By
ar_eg: بواسطة

source: Comment
ar_eg: تعليق

source: Views
ar_eg: مشاهدات

# Share
source: Share the Post On Social Media Accounts
ar_eg: شارك المقال علي صفحات التواصل الاجتماعي

# Statistics
source: Site Statistics
ar_eg: إحصائيات الموقع

source: Top React Users
ar_eg: المستخدمين الأكثر تفاعلآ

source: Top Read Posts
ar_eg: المقالات الأكثر قراءة

# FollowHeading
source: Follow Us on Social Media
ar_eg: تابعنا عبر مواقع التواصل الاجتماعي

# FollowParagraph
source: Follow khatra site on social media sites when bress the following buttons to take you to offishial site pages
ar_eg: تابع موقع خاطرة علي مواقع التواصل الاجتماعي من خلال الضغط علي الروابط التالية لتصل إلي الصفحات الرسمية للموقع

source: Posted Comments
ar_eg: التعليقات المنشورة

# PostedPosts
source: Posted Articles
ar_eg: المقالات المنشورة

source: Site Categories
ar_eg: اقسام الموقع

source: Web Site Users
ar_eg: مستخدمين الموقع

source: Author Posts
ar_eg: مقالات الكاتب

source: Latest Posts
ar_eg: اخر المقالات المنشورة

source: New Posts
ar_eg: المقالات الجديدة

source: Add
ar_eg: إضافة

# LoginToComment
source: if you want to comment, you need to login first
ar_eg: إذا كنت تريد التعليق فأنت تحتاج إلي تسجيل الدخول اولآ

# ValidEmail
source: Sorry you shold use email adress like "Gmail, Outlooj, Yahoo, hotmail
ar_eg: رجاءآ انت يجب ان تستخدم بريد الكتروني حيقيقي مثل "Gmail, Outlooj, Yahoo, hotmail"

source: Choose
ar_eg: اختار

# ThisCategoryContain
source: This Article Contain
ar_eg: هذا القسم يحتوي علي

source: All comments On all Posts
ar_eg: كل التعليقات في كل المقالات

source: Add To Admins
ar_eg: اضف ك مدير

source: Add To Publisher
ar_eg: اضف ك ناشر

source: Remove From Admins
ar_eg: حذف من المديرين

source: Remove From Publisher
ar_eg: حذف من الناشرين

# AboutFounder3
source: You Can see my latest Projects on my portfolio
ar_eg: يمكنك رؤية اخر اعمالي عبر موقعي الالكتروني

source: here
ar_eg: هنا

source: Site Language
ar_eg: لغة الموقع

source: Admins
ar_eg: المديرين

source: Publishers
ar_eg: الناشرين

source: Email
ar_eg: البريد الالكتروني

# aboutMeDescription
source: this words going to shown side your photo in your account
ar_eg: هذه الكلمات ستكون بجانب صورتك الشخصية داخل صفحة حسابك
